{
  "tiradas": [
    {
      "id": "limpieza_establos",
      "stat": "miedo",
      "inverso": true,
      "dificultad": 14,
      "resultados": [
        {
          "tipo": "pifia",
          "rango": [1, 1],
          "texto": "Oh, BOB. No debiste acercarte tanto al trasero del caballo. Lo que parecía un simple resoplido resultó ser... bueno, digamos que ahora sabes por qué les llaman 'caballos de fuego'.",
          "respuesta_npc": "¡Santo cielo! No había visto una quemadura así desde... bueno, desde el último ayudante. Toma 10 monedas por las molestias y vete antes de que los demás caballos se emocionen.",
          "efectos": {
            "ganas_de_vivir": -20,
            "miedo": 30,
            "monedas": 10,
            "estado_temporal": "Quemaduras de Tercer Grado"
          }
        },
        {
          "tipo": "fracaso_grave",
          "rango": [2, 5],
          "texto": "Apenas llevas cinco minutos limpiando cuando un caballo te muerde el hombro. Otro te pisa el pie. Un tercero te escupe algo verde y viscoso. Es oficial: los caballos te odian.",
          "respuesta_npc": "Mmm, no está mal. Duraste más que el anterior. Te daré 20 monedas por el esfuerzo.",
          "efectos": {
            "ganas_de_vivir": -15,
            "miedo": 20,
            "monedas": 20,
            "objetos": ["Baba de Caballo"]
          }
        },
        {
          "tipo": "fracaso_leve",
          "rango": [6, 10],
          "texto": "Con mucho, MUCHO cuidado, logras limpiar la mitad del establo antes de que un caballo decida que tu pelo es comestible. Terminas con el trabajo a medias y con un nuevo corte de pelo involuntario.",
          "respuesta_npc": "No está mal para ser tu primer día. Aquí tienes 40 monedas. Vuelve mañana si sobrevives a tu aventura.",
          "efectos": {
            "ganas_de_vivir": -10,
            "reputacion": 5,
            "monedas": 40
          }
        },
        {
          "tipo": "exito_leve",
          "rango": [11, 15],
          "texto": "Sorprendentemente, logras limpiar el establo sin incidentes mayores. Solo un pequeño chamuscado en tu capa y un mordisco superficial en el brazo. ¡Casi un éxito!",
          "respuesta_npc": "¡Impresionante! No recuerdo la última vez que alguien terminó el trabajo con todas sus extremidades. Aquí tienes tus 70 monedas, te las has ganado.",
          "efectos": {
            "ganas_de_vivir": -5,
            "reputacion": 10,
            "monedas": 70
          }
        },
        {
          "tipo": "exito_notable",
          "rango": [16, 19],
          "texto": "¿Acaso tienes un talento especial con los animales? Los caballos mutantes parecen respetarte. Limpias el establo eficientemente y sin ningún incidente.",
          "respuesta_npc": "Esto... esto es increíble. Los caballos nunca se habían portado tan bien. Toma 90 monedas y este silbato especial. Podría serte útil si te encuentras con caballos salvajes.",
          "efectos": {
            "reputacion": 15,
            "monedas": 90,
            "objetos": ["Silbato para Caballos"]
          }
        },
        {
          "tipo": "critico",
          "rango": [20, 20],
          "texto": "¿Qué está pasando? Los caballos mutantes no solo te dejan limpiar el establo, sino que parecen adorarte. Uno incluso te deja una pequeña bolsa que tenía escondida en su pesebre.",
          "respuesta_npc": "Esto es... sobrenatural. ¿Eres algún tipo de encantador de caballos? Toma 100 monedas y este amuleto. Lo encontré en el estómago de uno de los caballos el mes pasado.",
          "efectos": {
            "reputacion": 20,
            "ganas_de_vivir": 5,
            "monedas": 100,
            "objetos": ["Bolsa Misteriosa", "Amuleto Equino"]
          }
        }
      ]
    },
    {
      "id": "casa_empenos",
      "stat": "reputacion",
      "dificultad": 12,
      "resultados": [
        {
          "tipo": "pifia",
          "rango": [1, 1],
          "texto": "¿30 monedas? ¡Vale mucho más!",
          "respuesta_npc": "¿Más? ¡JA! Ahora que lo miro mejor, parece falsificado. 15 monedas, y me estoy arriesgando.",
          "efectos": {
            "monedas": 15,
            "reputacion": -10
          }
        },
        {
          "tipo": "fracaso_grave",
          "rango": [2, 5],
          "texto": "",
          "respuesta_npc": "Tómalo o déjalo, chico/a. No tengo todo el día.",
          "efectos": {
            "monedas": 30
          }
        },
        {
          "tipo": "fracaso_leve",
          "rango": [6, 10],
          "texto": "",
          "respuesta_npc": "Mira, te daré 40 monedas y es mi oferta final.",
          "efectos": {
            "monedas": 40
          }
        },
        {
          "tipo": "exito_leve",
          "rango": [11, 15],
          "texto": "",
          "respuesta_npc": "Está bien, está bien. 65 monedas y te daré este mapa viejo que encontré en un cadáver la semana pasada.",
          "efectos": {
            "monedas": 65,
            "objetos": ["Mapa Sospechoso del Abismo"]
          }
        },
        {
          "tipo": "exito_notable",
          "rango": [16, 19],
          "texto": "",
          "respuesta_npc": "Has sabido negociar. 80 monedas y este amuleto de protección que nadie ha querido comprar.",
          "efectos": {
            "monedas": 80,
            "objetos": ["Amuleto de Protección Menor"]
          }
        },
        {
          "tipo": "critico",
          "rango": [20, 20],
          "texto": "",
          "respuesta_npc": "Nunca pensé que diría esto, pero me has impresionado. 100 monedas, este mapa del Abismo y una daga ceremonial. Podrían serte útiles.",
          "efectos": {
            "monedas": 100,
            "objetos": ["Mapa Detallado del Abismo", "Daga Ceremonial"]
          }
        }
      ]
    },
    {
      "id": "robar_noble",
      "stat": "reputacion",
      "dificultad": 13,
      "resultados": [
        {
          "tipo": "pifia",
          "rango": [1, 1],
          "texto": "¡Oh, esto es MAGNIFICO! Has logrado no solo fallar estrepitosamente, sino que el noble al que intentabas robar resulta ser el Jefe de la Guardia disfrazado. ¡Felicidades por tu pésima suerte!",
          "respuesta_npc": "¡Ajá! ¡Te tengo, ratero! Estaba buscando precisamente a alguien como tú para una misión suicida. O vienes conmigo o te pudres en las mazmorras.",
          "efectos": {
            "reputacion": -30,
            "miedo": 20
          }
        },
        {
          "tipo": "fracaso_grave",
          "rango": [2, 5],
          "texto": "",
          "respuesta_npc": "¡Ladrón/a! ¡Guardias! ¡Guardias!",
          "efectos": {
            "reputacion": -15,
            "miedo": 15,
            "pipi_acumulado": 10
          }
        },
        {
          "tipo": "fracaso_leve",
          "rango": [6, 10],
          "texto": "Tus dedos se acercan al bolsillo del noble, pero en el último momento te acobardas. Por suerte, nadie se da cuenta de tu patético intento.",
          "respuesta_npc": "Tu stat de 'Ganas de vivir' disminuye ligeramente al darte cuenta de que ni siquiera sirves como ladrón.",
          "efectos": {
            "ganas_de_vivir": -5
          }
        },
        {
          "tipo": "exito_leve",
          "rango": [11, 15],
          "texto": "¡Lo has conseguido! Tus dedos ágiles extraen una pequeña bolsa con 50 monedas. No está mal para un principiante.",
          "respuesta_npc": "Tu stat de 'Reputación' baja, pero tus 'Ganas de vivir' aumentan. El crimen paga, aparentemente.",
          "efectos": {
            "reputacion": -10,
            "ganas_de_vivir": 5,
            "monedas": 50
          }
        },
        {
          "tipo": "exito_notable",
          "rango": [16, 19],
          "texto": "¡Impresionante! No solo consigues 80 monedas, sino también un pequeño amuleto que podría ser útil más adelante. O solo basura brillante, quién sabe.",
          "respuesta_npc": "Tu stat de 'Reputación' baja ligeramente, pero tu confianza aumenta.",
          "efectos": {
            "reputacion": -5,
            "miedo": -5,
            "monedas": 80,
            "objetos": ["Amuleto Extraño"]
          }
        },
        {
          "tipo": "critico",
          "rango": [20, 20],
          "texto": "¡Por todas las babosas del abismo! Has robado 100 monedas, una llave misteriosa y un mapa parcial del Abismo. El noble ni siquiera se ha dado cuenta. Deberías considerar cambiar de profesión.",
          "respuesta_npc": "Tus stats de 'Ganas de vivir' y 'Reputación' con el bajo mundo han aumentado considerablemente.",
          "efectos": {
            "ganas_de_vivir": 10,
            "monedas": 100,
            "objetos": ["Llave Misteriosa", "Mapa Parcial del Abismo"]
          }
        }
      ]
    },
    {
      "id": "regateo_tendero",
      "stat": "reputacion",
      "dificultad": 12,
      "modificador": "ebriedad_tendero",
      "resultados": [
        {
          "tipo": "pifia",
          "rango": [1, 1],
          "texto": "",
          "respuesta_npc": "¿QUÉ? ¿ESTÁS INTENTANDO ESTAFARME? *hic* ¡Mi abuelo murió por culpa de un regateo! *llora* ¡Todo me costará el doble para ti!",
          "efectos": {
            "reputacion": -10,
            "modificador_precio": 1.5
          }
        },
        {
          "tipo": "fracaso_grave",
          "rango": [2, 5],
          "texto": "",
          "respuesta_npc": "¿Regatear? *hic* ¿REGATEAR? Mi precio es mi precio, amigo/a. Si no te gusta, *hic* la puerta está... está... ¿dónde está la puerta?",
          "efectos": {
            "modificador_precio": 1.0
          }
        },
        {
          "tipo": "fracaso_leve",
          "rango": [6, 10],
          "texto": "",
          "respuesta_npc": "*Te mira fijamente, o al menos lo intenta* No, no, no... Los precios son los precios. *hic* Mi último descuento le costó un dedo a un cliente. No preguntes cómo.",
          "efectos": {
            "modificador_precio": 1.0
          }
        },
        {
          "tipo": "exito_leve",
          "rango": [11, 15],
          "texto": "",
          "respuesta_npc": "¿Sabes qué? *hic* Me caes bien. O quizás me recuerdas a alguien. O tal vez seas un espejismo. Sea como sea, te haré un pequeño descuento.",
          "efectos": {
            "reputacion": 5,
            "modificador_precio": 0.85
          }
        },
        {
          "tipo": "exito_notable",
          "rango": [16, 19],
          "texto": "",
          "respuesta_npc": "¡MI MEJOR AMIGO/A! *intenta abrazarte pero casi se cae* ¿Cómo podría cobrarte el precio completo? *hic* Descuento de amigos, ¡30% menos en todo!",
          "efectos": {
            "reputacion": 10,
            "modificador_precio": 0.7
          }
        },
        {
          "tipo": "critico",
          "rango": [20, 20],
          "texto": "",
          "respuesta_npc": "*Comienza a llorar* Eres... *hic* eres igual que mi difunto/a hermano/a. *solloza* Llévate lo que quieras con un 50% de descuento. Y toma, *hic* esto era suyo/a.",
          "efectos": {
            "reputacion": 5,
            "ganas_de_vivir": -5,
            "modificador_precio": 0.5,
            "objetos": ["Daga Familiar"]
          }
        }
      ]
    },
    {
      "id": "nerly_se_une",
      "stat": "reputacion",
      "dificultad": 15,
      "condicion": "tiene_sal",
      "resultados": [
        {
          "tipo": "pifia",
          "rango": [1, 1],
          "texto": "",
          "respuesta_npc": "Espera, ¿eso es... sal? Por favor, mantenla alejada de mí.",
          "narrador": "En un movimiento torpe, tropiezas y el saco de sal se abre, esparciendo su contenido directamente sobre la pobre Nerly.",
          "respuesta_npc2": "¡AAAAAAAHHHH! ¡ME QUEMA! ¡ME DERRIIIIITOOOOOO!",
          "narrador2": "Con horror, ves cómo Nerly se disuelve en un charco burbujeante. Tu stat de 'Remordimiento' acaba de alcanzar niveles estratosféricos.",
          "efectos": {
            "ganas_de_vivir": -25,
            "reputacion": -30,
            "objetos_perdidos": ["Saco de sal"],
            "objetos": ["Esencia de Nerly"]
          }
        },
        {
          "tipo": "fracaso_grave",
          "rango": [2, 5],
          "texto": "",
          "respuesta_npc": "¡Tienes sal! Por favor, guárdala bien, es letal para mí.",
          "narrador": "Intentas guardar la sal en tu zurrón, pero el saco tiene un pequeño agujero y algunos granos caen sobre Nerly.",
          "respuesta_npc2": "¡AAAY! ¡Eso duele! Mira lo que has hecho, ahora tengo una ampolla del tamaño de una moneda.",
          "efectos": {
            "reputacion": -15
          }
        },
        {
          "tipo": "fracaso_leve",
          "rango": [6, 10],
          "texto": "",
          "respuesta_npc": "Oh, tienes sal. Entiendo que la necesites contra otras babosas, pero me pone nerviosa.",
          "narrador": "Guardas la sal en tu zurrón, pero Nerly sigue manteniendo una distancia prudente.",
          "respuesta_npc2": "Puedo acompañarte, pero prométeme que tendrás cuidado con esa cosa. Y avísame antes de usarla para que pueda ponerme a cubierto.",
          "efectos": {
            "estado": "Nerly mantiene distancia"
          }
        },
        {
          "tipo": "exito_leve",
          "rango": [11, 15],
          "texto": "",
          "respuesta_npc": "Esa sal... Es un arma poderosa contra mi especie, pero veo que la tienes bien guardada.",
          "narrador": "Aseguras la sal en un compartimento separado de tu zurrón, mostrando consideración.",
          "respuesta_npc2": "Gracias por ser cuidadoso/a. De hecho, esa sal podría sernos útil. Hay ciertas babosas en el Abismo que son hostiles incluso para mí. Podrías usarla para protegernos a ambos.",
          "efectos": {
            "reputacion": 10
          }
        },
        {
          "tipo": "exito_notable",
          "rango": [16, 19],
          "texto": "",
          "respuesta_npc": "Veo que llevas sal. Normalmente estaría aterrorizada, pero hay algo en ti que me dice que puedo confiar.",
          "narrador": "Envuelves cuidadosamente la sal en un paño y la guardas en el fondo de tu zurrón.",
          "respuesta_npc2": "Aprecio tu consideración. Sabes, no todas las babosas somos iguales. En el Abismo, te mostraré cuáles son peligrosas y merecen un baño de sal, y cuáles son como yo, simplemente tratando de sobrevivir.",
          "narrador2": "Nerly parece más cómoda contigo ahora. Te has ganado su confianza.",
          "efectos": {
            "reputacion": 15,
            "habilidades": ["Taxonomía Babosa"]
          }
        },
        {
          "tipo": "critico",
          "rango": [20, 20],
          "texto": "",
          "respuesta_npc": "Oh, veo que llevas sal. La mayoría de mi especie huiría despavorida, pero yo soy diferente.",
          "narrador": "Con un movimiento fluido, divides tu sal en pequeñas bolsitas y las etiquetas claramente antes de guardarlas.",
          "respuesta_npc2": "¡Vaya, nunca había visto a un humano ser tan considerado con una babosa! La mayoría simplemente nos lanza sal sin pensarlo dos veces.",
          "narrador2": "Nerly se acerca más, mucho más confiada.",
          "respuesta_npc3": "Sabes, tengo un secreto que contarte. Algunas babosas, como yo, podemos cambiar nuestra composición para resistir la sal por un corto tiempo. Si me permites, puedo mostrarte cómo hacer un ungüento especial que me protegerá temporalmente y nos permitirá luchar juntos contra las babosas hostiles.",
          "efectos": {
            "reputacion": 20,
            "habilidades": ["Alianza Babosa", "Ungüento Anti-sal"]
          }
        }
      ]
    },
    {
      "id": "entrada_sigilosa",
      "stat": "miedo",
      "dificultad": 12,
      "resultados": [
        {
          "tipo": "pifia",
          "rango": [1, 1],
          "texto": "En tu nerviosismo, apoyas la mano directamente sobre un parche de esporas brillantes. Inmediatamente sientes un hormigueo subiendo por tu brazo.",
          "respuesta_protagonista": "Uh oh...",
          "narrador": "Las próximas horas son... interesantes. Conversas filosóficamente con tu zurrón, juras ver colores que no existen, y en algún momento intentas convencer a Nerly de que en realidad eres una babosa atrapada en un cuerpo humano.",
          "efectos": {
            "miedo": 30,
            "ganas_de_vivir": -20,
            "estado_temporal": "Alucinaciones"
          }
        },
        {
          "tipo": "fracaso_grave",
          "rango": [2, 5],
          "texto": "El túnel se estrecha tanto que quedas atascado. Entras en pánico, te retuerces, y solo consigues quedarte más atrapado.",
          "respuesta_npc": "¡Cálmate! Respira profundo. Espera, voy a buscar ayuda.",
          "narrador": "Pasas una hora humillante atrapado antes de que Nerly regrese con algunas Babosas Lubricantes que... bueno, mejor no preguntes qué hacen exactamente, pero logran liberarte.",
          "efectos": {
            "miedo": 15,
            "reputacion": -15,
            "pipi_acumulado": 10
          }
        },
        {
          "tipo": "fracaso_leve",
          "rango": [6, 10],
          "texto": "Avanzas lentamente, rozando ocasionalmente las paredes. Afortunadamente, no tocas ninguna espora, pero el proceso es agotador.",
          "respuesta_npc": "Casi llegamos. Solo un poco más.",
          "narrador": "Eventualmente llegas al final del túnel, cubierto de sudor y con algunos rasguños menores.",
          "efectos": {
            "miedo": 5,
            "hambre_intensa": 5
          }
        },
        {
          "tipo": "exito_leve",
          "rango": [11, 15],
          "texto": "Con cautela pero determinación, te arrastras por el túnel evitando cuidadosamente las esporas y los puntos más estrechos.",
          "respuesta_npc": "Lo estás haciendo muy bien. Muchos humanos se asustan en estos túneles.",
          "narrador": "Llegas al final sin incidentes, aunque algo cansado por el esfuerzo.",
          "efectos": {
            "miedo": -5,
            "reputacion": 5
          }
        },
        {
          "tipo": "exito_notable",
          "rango": [16, 19],
          "texto": "Te mueves con sorprendente agilidad a través del túnel, como si hubieras nacido para arrastrarte en espacios estrechos. Nerly parece impresionada.",
          "respuesta_npc": "Guau, nunca había visto a un humano moverse así en estos túneles. Eres como una babosa honoraria.",
          "narrador": "No estoy seguro de que eso sea un cumplido, pero lo tomaremos como tal.",
          "efectos": {
            "miedo": -10,
            "reputacion": 10,
            "hambre_intensa": -5
          }
        },
        {
          "tipo": "critico",
          "rango": [20, 20],
          "texto": "No solo navegas el túnel con una gracia sobrenatural, sino que mientras avanzas, notas un pequeño brillo inusual en una grieta de la pared.",
          "respuesta_protagonista": "¿Qué es eso?",
          "narrador": "Con cuidado, extraes un pequeño cristal que parece contener luz líquida. Es hermoso y, según la expresión de Nerly, valioso.",
          "respuesta_npc": "¡Un Corazón de Babosa Cristalina! Son extremadamente raros. Tienen propiedades curativas y pueden repeler a ciertas babosas agresivas.",
          "efectos": {
            "miedo": -20,
            "reputacion": 15,
            "ganas_de_vivir": 10,
            "objetos": ["Corazón de Babosa Cristalina"]
          }
        }
      ]
    },
    {
      "id": "vision_mistica",
      "stat": "ganas_de_vivir",
      "dificultad": 15,
      "resultados": [
        {
          "tipo": "pifia",
          "rango": [1, 1],
          "texto": "¡Tu mente colapsa bajo el peso de imágenes caóticas y terribles! Ves mil futuros posibles, todos terminando en desastre. En cada uno, el Rey Baboso triunfa y el mundo se ahoga en baba.",
          "respuesta_protagonista": "¡NOOOOO!",
          "narrador": "Cuando la visión termina, te encuentras en el suelo, temblando. Parte de tu cabello se ha vuelto blanco por el shock, y sientes como si hubieras envejecido diez años en segundos.",
          "efectos": {
            "ganas_de_vivir": -30,
            "miedo": 25,
            "estado_temporal": "Trauma Psíquico"
          }
        },
        {
          "tipo": "fracaso_grave",
          "rango": [2, 5],
          "texto": "La Lágrima te muestra imágenes confusas y perturbadoras. Ves el Abismo expandiéndose, devorando ciudades enteras. Ves a Nerly... ¿traicionándote? ¿O salvándote? Las imágenes son demasiado borrosas para estar seguro.",
          "respuesta_protagonista": "Eso fue... horrible.",
          "respuesta_npc": "¿Qué viste? Estás pálido/a.",
          "efectos": {
            "ganas_de_vivir": -15,
            "miedo": 15,
            "desconfianza_nerly": 10
          }
        },
        {
          "tipo": "fracaso_leve",
          "rango": [6, 10],
          "texto": "La Lágrima se calienta en tu mano, pero las visiones son fragmentadas, como un rompecabezas incompleto. Ves al Rey Baboso, una sala del trono hecha de cristales similares a estos, y algo sobre una debilidad... pero la imagen se desvanece antes de que puedas entenderla.",
          "respuesta_protagonista": "Vi algo, pero no fue muy claro.",
          "respuesta_npc": "Las visiones a veces son así. Confusas.",
          "efectos": {
            "miedo": 5,
            "ganas_de_vivir": -5
          }
        },
        {
          "tipo": "exito_leve",
          "rango": [11, 15],
          "texto": "La Lágrima brilla suavemente mientras te muestra imágenes del pasado. Ves cómo el Abismo era originalmente una pequeña cueva, cómo una extraña sustancia cayó del cielo y transformó a una babosa ordinaria en el Rey. Ves sus primeros días de conquista.",
          "respuesta_protagonista": "Ahora entiendo mejor contra qué nos enfrentamos.",
          "respuesta_npc": "Eso confirma las leyendas antiguas. El Rey no siempre fue así.",
          "efectos": {
            "miedo": -10,
            "reputacion": 5,
            "conocimiento": ["Origen del Rey Baboso"]
          }
        },
        {
          "tipo": "exito_notable",
          "rango": [16, 19],
          "texto": "La Lágrima pulsa con energía antigua mientras te revela secretos tanto del pasado como del futuro. Ves claramente al Rey Baboso en su sala del trono, rodeado de cristales que amplifican su poder. Y lo más importante: ves su punto débil, un pequeño cristal incrustado en su frente que controla toda su masa.",
          "respuesta_protagonista": "¡Lo vi! Sé cómo derrotarlo.",
          "respuesta_npc": "¡Eso es increíble! Pocos reciben visiones tan claras.",
          "efectos": {
            "miedo": -15,
            "reputacion": 10,
            "ganas_de_vivir": 10,
            "conocimiento": ["Punto débil del Rey Baboso"]
          }
        },
        {
          "tipo": "critico",
          "rango": [20, 20],
          "texto": "La Lágrima se ilumina con un resplandor sobrenatural, elevándose ligeramente de tu mano. Te muestra no solo el pasado y un posible futuro, sino también el presente: ves exactamente dónde está el Rey ahora, qué protecciones tiene, y el camino más seguro para llegar a él. El cristal en su frente es su centro de control, y además descubres que si combinas sal con el residuo de las Babosas Cristalinas, puedes crear un proyectil que atravesará sus defensas.",
          "respuesta_protagonista": "Es... perfecto. Sé exactamente qué hacer.",
          "respuesta_npc": "Nunca había oído de una visión tan completa. ¡Debes tener un vínculo especial con el Abismo!",
          "narrador": "Cuando la visión termina, descubres que la Lágrima se ha fragmentado en pequeños cristales que caen en tu mano, perfectos para crear el arma que necesitas.",
          "efectos": {
            "miedo": -20,
            "reputacion": 20,
            "ganas_de_vivir": 15,
            "conocimiento": ["Plan completo para derrotar al Rey Baboso"],
            "objetos": ["Fragmentos de la Lágrima de Cristal"]
          }
        }
      ]
    },
    {
      "id": "pasaje_secreto",
      "stat": "pipi_acumulado",
      "inverso": true,
      "dificultad": 13,
      "resultados": [
        {
          "tipo": "pifia",
          "rango": [1, 1],
          "texto": "A mitad de camino por el túnel angosto, sientes una presión insoportable en tu vejiga. Has estado aguantando demasiado tiempo, y ahora, en el peor momento posible...",
          "respuesta_protagonista": "Oh no...",
          "narrador": "El inevitable 'accidente' no solo es humillante, sino que el olor alerta instantáneamente a las Babosas Sensoriales que habitan en los túneles. De repente, el pasaje se llena de pequeñas babosas alarmadas que comienzan a segregar una sustancia defensiva.",
          "respuesta_npc": "¡Cuidado! ¡Es ácido paralizante!",
          "efectos": {
            "reputacion": -30,
            "miedo": 20,
            "estado_temporal": "Parcialmente Paralizado",
            "pipi_acumulado": -100
          }
        },
        {
          "tipo": "fracaso_grave",
          "rango": [2, 5],
          "texto": "El túnel se vuelve cada vez más estrecho, hasta que quedas completamente atascado. No puedes avanzar ni retroceder.",
          "respuesta_protagonista": "¡Ayuda! ¡Estoy atrapado/a!",
          "respuesta_npc": "Tranquilo/a. Voy a buscar ayuda.",
          "narrador": "Pasas una hora angustiosa esperando, sintiendo que el aire se vuelve cada vez más escaso. Cuando finalmente Nerly regresa con algunas Babosas Lubricantes, estás al borde del pánico.",
          "efectos": {
            "miedo": 15,
            "ganas_de_vivir": -15,
            "pipi_acumulado": 10
          }
        },
        {
          "tipo": "fracaso_leve",
          "rango": [6, 10],
          "texto": "Te arrastras con dificultad por el túnel, raspándote codos y rodillas. En un punto particularmente estrecho, tu zurrón queda enganchado y tienes que tirar con fuerza, haciendo un ruido que resuena por todo el túnel.",
          "respuesta_npc": "¡Silencio! Podrían oírnos.",
          "narrador": "Eventualmente logras pasar, pero temes que el ruido haya alertado a alguien.",
          "efectos": {
            "miedo": 5,
            "estado_temporal": "Ruidoso - Mayor probabilidad de ser detectado"
          }
        },
        {
          "tipo": "exito_leve",
          "rango": [11, 15],
          "texto": "Con determinación, te arrastras por el túnel, moviéndote tan silenciosamente como es posible. El pasaje es incómodo pero transitable.",
          "respuesta_npc": "Lo estás haciendo bien. Ya casi llegamos.",
          "narrador": "Después de unos minutos angustiosos, el túnel se ensancha y termina en una pequeña abertura que da a un lado de la sala del trono, parcialmente oculta por formaciones cristalinas.",
          "efectos": {
            "miedo": -5
          }
        },
        {
          "tipo": "exito_notable",
          "rango": [16, 19],
          "texto": "Te mueves con sorprendente agilidad y sigilo a través del estrecho pasaje. En el camino, descubres pequeñas vetas de cristal incrustadas en las paredes, similares a las que viste en tu visión.",
          "respuesta_npc": "Estos cristales... son raros. Emiten una energía que interfiere con la percepción de las babosas. Mientras estemos cerca de ellos, será más difícil que nos detecten.",
          "narrador": "Logras desprender un pequeño fragmento que emite un suave resplandor azulado.",
          "efectos": {
            "miedo": -10,
            "reputacion": 5,
            "objetos": ["Cristal de Ocultamiento"]
          }
        },
        {
          "tipo": "critico",
          "rango": [20, 20],
          "texto": "Te deslizas por el túnel con una gracia sobrenatural, como si tu cuerpo supiera exactamente cómo moverse. A medio camino, descubres una pequeña cámara oculta, claramente utilizada por alguien más antes que tú.",
          "respuesta_npc": "Increíble. Este debe ser el escondite de otro aventurero. Y parece que dejó algo atrás.",
          "narrador": "En la cámara encuentras un pequeño paquete envuelto en tela encerada, perfectamente preservado. Contiene una daga ceremonial con runas grabadas y un frasco con un líquido plateado brillante.",
          "efectos": {
            "miedo": -15,
            "reputacion": 10,
            "objetos": ["Daga Ceremonial Antigua", "Poción de Invisibilidad Temporal"]
          }
        }
      ]
    }
  ]
}
